Repository: common-repository/heyrecruit
Catalog: languages/*.po
Languages: de_de

source: General
de_de: Allgemein

source: Page Settings
de_de: Seiteneinstellungen

source: User Options
de_de: Benutzeroptionen

source: General Settings
de_de: Allgemeine Einstellungen

source: Your Heyrecruit client ID (CLIENT-ID)
de_de: Deine Heyrecruit-Client-ID (CLIENT_ID)

source: Your Heyrecruit secret key (CLIENT-SECRET)
de_de: Dein Heyrecruit-Secret-Key (CLIENT_SECRET)

source: Your Google Maps API key
de_de: Dein Google Maps API-Schlüssel

source: Error: Incorrect access data
de_de: Fehler: Falsche Zugangsdaten

source: and %s other
de_de: und %s weitere

source: Google Maps is disabled in your Heyrecruit account settings
de_de: Google Maps ist in Deinen Heyrecruit-Account-Einstellungen deaktiviert

source: Filter options are disabled in your Heyrecruit account settings
de_de: Filteroptionen sind in Deinen Heyrecruit-Account-Einstellungen deaktiviert

source: Heyrecruit – Career Page
de_de: Heyrecruit – Karriereseite

source: Heyrecruit – Job Page
de_de: Heyrecruit – Stellenanzeige

source: Heyrecruit – Confirm Page
de_de: Heyrecruit – Bestätigungsseite

source: Job not found
de_de: Stelle nicht gefunden

source: Group jobs with multiple locations
de_de: Jobs mit mehreren Standorten gruppieren

source: URL for success page
de_de: URL zu einer externen Bestätigungsseite

source: Company info is disabled in your Heyrecruit account settings
de_de: Unternehmensinfos sind in Deinen Heyrecruit-Account-Einstellungen deaktiviert

source: Everything
de_de: Alle

source: All employment types
de_de: Alle Einstellungsarten

source: All departments
de_de: Alle Fachabteilungen

source: Location
de_de: Standort

source: All locations
de_de: Alle Standorte

source: Search
de_de: Suchen

source: Job details
de_de: Zur Stellenanzeige

source: Send
de_de: Abschicken

source: Choose location
de_de: Standort wählen

source: Partly
de_de: Teilweise

source: CustomColor
de_de: Deine Akzentfarbe

source: BackgroundColor
de_de: Deine Hintergrundfarbe

source: Activate Google Tag Manager
de_de: Google Tag Manager aktivieren?

source: No job advertisements available
de_de: Keine Stellenanzeigen verfügbar

source: not specified
de_de: keine Angabe

source: loading
de_de: lädt

source: Jobs overview page id
de_de: ID der Job-Übersichtsseite

source: Job detail page id
de_de: ID der Job-Detailseite

source: Confirm Page id
de_de: ID der Bestätigungsseite

source: No page with the ID %s found.
de_de: Keine Seite mit der ID %s gefunden.

source: Page id must not be empty.
de_de: Seiten ID darf nicht leer sein.

source: Example: %s/application-successful-submitted
de_de: Beispiel: https://www.musterurl.de/bewerbung-erfolgreich-abgeschickt

source: external URL warning text
de_de: Falls eine URL gesetzt wird, wird diese statt der Bestätigunsseiten-ID genutzt.

source: Generate new pages
de_de: Seiten neu generieren

source: Template not found:
de_de: Template nicht gefunden:

source: The company description is deactivated in the settings of your Heyrecruit account.
de_de: Die Unternehmensbeschreibung ist in den Einstellungen Ihres Heyrecruit-Kontos deaktiviert.

source: The company's social links are deactivated in the settings of your Heyrecruit account.
de_de: Die sozialen Links des Unternehmens sind in den Einstellungen Ihres Heyrecruit-Kontos deaktiviert.

source: successfully-applied
de_de: erfolgreich-beworben

source: Successfully applied.
de_de: Erfolgreich beworben.

source: Department
de_de: Fachabteilung

source: Type of employment
de_de: Einstellungsart

source: Job
de_de: Stellenanzeige
